Repository: abondar24/Notes
Catalog: notes/lib/l10n/app_*.arb
Languages: ru

source: Note
ru: Запись

source: Login
ru: Вход

source: Log out
ru: Выход

source: Cancel
ru: Отмена

source: Yes
ru: Да

source: Delete
ru: Удалить

source: Sharing
ru: Отправить

source: Verify email
ru: Подвердить почту

source: Register
ru: Регистрация

source: Restart
ru: Перезапуск

# wait
source: Please wait
ru: Пожалуйста подождите

source: Forgot Password
ru: Забыл пароль

source: Wrong credentials!
ru: Неправильные логин или пароль!

# aunthentication_error
source: Authentication Error!
ru: Ошибка входа!

# login_prompt
source: Please login to get your notes and create new ones
ru: Пожалуйста войдите,чтобы прочитать или создать записи

# enter_email
source: Enter email address
ru: Введите электронную почту

source: Enter password
ru: Введите пароль

# login_register_button
source: Don't have an account? Register here
ru: Нет аккаунта? Зарегистрируйтесь тут

source: Password reset failed
ru: Ошибка сброса пароля

# email_hint
source: Your email address...
ru: Ваша электронная почта...

# send_pw_reset
source: Send password reset link
ru: Отправить ссылку для сброса пароля

# back_login_button
source: Back to login page
ru: Обратно ко входу

# verification_sent
source: We've sent you an email verification. Please check your inbox
ru: Мы выслали подтверждение на электронную почту. Пожалуйста проверьте входящие сообщения

# verification_not_recieved
source: If you havenn't recieved it, please click the button below
ru: Если вы его не получили, нажмите кнопку ниже

# send_verfication
source: Send email verification
ru: Отправить подтверждение на почту

source: Weak Password!
ru: Слабый пароль!

# email_in_use
source: Email already in use!
ru: Данная электронная почта уже используется!

source: Invalid email!
ru: Неправильная электронная почта!

source: Registration failed!
ru: Регистрация не удалась!

# enter_email_password
source: Enter email and password
ru: Введите электронную почту и пароль

# login_button
source: Have an account? Please login
ru: Есть аккаунт? Войдите тут

source: New Note
ru: Новая запись

source: New Offline Note
ru: Новая оффлайн запись

# new_note_hint
source: Start typing your note...
ru: Начните вводить запись...

# empty_note_dialog
source: Your note is empty
ru: Ваша запись пустая

# delete_dialog
source: Are you sure you want to delete this note?
ru: Вы уверены,что хотите удалить запись?

# error_dialog
source: An error occured
ru: Произошла ошибка

# logout_dialog
source: Are you sure you want to log out?
ru: Вы уверены,что хотите выйти?

# password_reset_dialog
source: Password reset email is sent
ru: Письмо для сброса пароля отправлено

# password_reset_dialog_title
source: Password reset
ru: Сброс пароля

# notes_title
source: {count, plural, =0{No notes yet} =1{1 note} other{{count} notes}}
ru: {count, plural, =0{Нет пока записей} =1{1 запись} other{{count} notes}}
